Repository: Letractively/rubycas-server
Catalog: trunk/po/*/rubycas-server.po
Languages: de_de

source: You are currently logged in as '%s'. If this is not you, please log in below.
de_de: Sie sind derzeit angemeldet als '%s'. Ist dies nicht Sie, melden Sie sich bitte unten.

source: The client and server are unable to negotiate authentication. Please try logging in again later.
de_de: Der Client und-Server sind nicht in der Lage zu verhandeln Authentifizierung. Bitte versuchen Sie, sich zu einem sp채teren Zeitpunkt erneut.

source: The server cannot fulfill this gateway request because no service parameter was given.
de_de: Der Server kann nicht erf체llt dieses Gateway Antrag, da keine Service-Parameter wurde.

source: The target service your browser supplied appears to be invalid. Please contact your system administrator for help.
de_de: Das Ziel Service Ihres Browsers geliefert scheint ung체ltig zu sein. Bitte wenden Sie sich an Ihren Systemadministrator, um Hilfe zu erhalten.

source: Could not guess the CAS login URI. Please supply a submitToURI parameter with your request.
de_de: Der CAS-Login-URI konnte nicht die erraten werden. Bitte geben Sie ein submitToURI Parameter mit Ihrer Anfrage.

source: You have successfully logged in.
de_de: Sie haben sich erfolgreich am Central Authentication Service angemeldet.

source: Incorrect username or password.
de_de: Falscher Benutzername oder Passwort.

source: You have successfully logged out.
de_de: Sie haben sich erfolgreich vom Central Authentication Service abgemeldet.

source: Please click on the following link to continue:
de_de: Bitte klicken Sie auf den folgenden Link, um fortzufahren:

source: To generate a login ticket, you must make a POST request.
de_de: Um eine Login-Ticket, m체ssen Sie eine POST-Anfrage.

source: Central Login
de_de: Mittel-Login

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: LOGIN
de_de: ANMELDEN
